<?php echo '<strong>Канал</strong> — номер канала приёмника, с которым связан нужный выключатель.
<br /><br />
<strong>Режим</strong> — действие, производимое при приёме сигнала:
<ul class="swhelpList">
	<li><strong>Переключение:</strong> перевести каждую лампу в другое состояние (вкл &rarr; выкл, выкл &rarr; вкл).</li>
	<li><strong>Группа:</strong> если в группе все лампы выключены — включить все. Если хотя бы одна включена — выключить все.</li>
	<li><strong>Последовательно:</strong> включить следующую в группе лампу. Если включены все лампы — выключить все.</li>
	<li><strong>По цепочке:</strong> включить следующую в группе лампу и погасить текущую. Если включена последняя лампа — выключить её.</li>
<!--
	<li><strong>Диммер 0-50-100:</strong> если лампа выключена — включить на 50 % яркости, если светит на 50 % — включить на 100 %, если включена на 100 % — выключить.</li>
	<li><strong>Диммер вкл-выкл:</strong> если лампа выключена — включить на 100 % яркости, если светит на любой яркости — выключить.</li>
-->
	<li><strong>Выключить:</strong> выключить лампы.</li>
	<li><strong>Включить:</strong> включить лампы.</li>
	<li><strong>Выключить всё:</strong> выключить все лампы и устройства в квартире (задавать список ламп не требуется).</li>
</ul>
<strong>Команда</strong> — передаваемая нужной кнопкой выключателя команда (см. руководство nooLite).


'; ?>